TXT_ERROR = """Что-то пошло не так..."""
TXT_START = """
 Привет!
Я - ДёргоБот!

Хочешь подёргать `Дикие Ягодки`?
"""
TXT_HELP = """
Бот дёргает `Wildberries`.
Доступные команды:
/{START} - запустить бота.
/{HELP} - вывести это сообщение.
/{SEARCH} -поиск товара.
"""
TXT_INPUT_SEARCH = """
Введи артикул товара и поисковый запрос в формате:

37260674 Омега 3
"""
TXT_ANSWER_WITH_DATA = """
Двнный товар находится на странице: {page}.
Номер карточки на странице: {place}.
Положение среди всех товаров: {rank}.
"""
TXT_ANSWER_NOT_FOUND = """
По запросу `%s` найдено товаров: %s
Артикул `%s` среди них не обнаружен.
Либо ошибка соединения с Wildberries.
"""
TXT_ERROR_QUERY = """
Неправильный запрос.
"""
